[    
    {"name":"All for me Grog", 
     "song": "***\nIt’s all for me grog, me jolly jolly grog\nIt’s all gone for beer and tobacco\nWell I spent all me tin on the lassies drinking gin\nAnd across the western ocean I must wander\n***\n\nWhere is me shirt, me noggy noggy shirt? / It’s…\nThe collar’s all worn out and the front is kicked about\nAnd my tails are looking out for better weather\n\nWhere are me boots, me noggy noggy boots?\nThey’ve all gone for beer and tobacco\nThe leather’s all worn out and the soles are all worn out\nAnd my toes are looking out for better weather\n\nWhere is me bed, me noggy noggy bed? / It’s…\nI loant it to a whore and now it’s all a-wore\nAnd the springs are looking out for better weather\n\nWhere is me wench, me noggy noggy wench? / She’s…\nHer lips is all worn out and her front is kicked about\nAnd her tail is looking out for better weather\m\mWhere is me man, me noggy noggy man? / He’s…\nWell he spends all his time with the women and the wine\nSo I think that I shall push him over yonder\n\nWhere is me whore, me noggy noggy whore? / She’s…\nIt’s her I want to lay, but she says I cannot pay\nSo my whore is looking out for richer sailors\n\nIt’s all for me grog, me jolly jolly grog\nIt’s all gone for beer and tobacco\nWell I spent all me loot in a house of ill repute\nAnd I think that I shall go back there tomorrow\n\nWell I’m sick in the head, and I haven’t been to bed,\nSince first I came ashore with me plunder,\nI’ve seen centipedes and snakes, and I’m full of pains and aches,\nAnd I think that I shall push out over yonder\n\nWell me money was a-spent, and so off to see we went,\nAnd the ocean looked like whiskey, ‘twas an omen,\nWell we set off for Cathay, but we washed up far away,\nOn the bonnie, bonnie banks of Loch Lomond" , 
     "link": "spotify:track:1FQzF95qaPr0sQXIsjxDQm"},
    
    {"name": "Drop of Nelson's Blood", 
     "song": "Oh a drop of Nelson’s Blood wouldn’t do me any harm /n Oh a drop of Nelson’s Blood wouldn’t do me any harm",
     "link": "spotify:track:1gzsLSVIcIdMoFRcKLxa5q"}   
]
